---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorReinforcementArea
source: html/a38613fe-3ceb-a2f8-2690-8813d3bd1923.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorReinforcementArea Property

The area of fabric divided by the spacing of the wire in the minor direction.
 This method does not apply to custom fabric sheet

## Syntax (C#)
```csharp
public double MinorReinforcementArea { get; }
```